{
  "transport": [
    {
      "id": 1,
      "title": "Exploring Nairobi's Matatu Culture",
      "category": "Public Transport",
      "image": "https://media.istockphoto.com/id/2216228431/photo/colorful-matatu-on-nairobi-street-with-japanese-inspired-graffiti-december-22-2024.jpg?s=612x612&w=0&k=20&c=YqQNFfbzWumlWI2-u82IQUKBss7tLjDYw5PxsS9G4do=",
      "author": "Francis Karani",
      "content": "Matatus are more than just a mode of transport in Nairobi—they are a bold expression of creativity and identity. From their colorful graffiti-style art to booming music systems, matatus reflect the heartbeat of urban Kenya. They follow flexible routes and offer affordable travel, but navigating their system can be confusing for newcomers. Despite occasional chaos, they remain a symbol of freedom and youth culture in the city.",
      "date": "2025-06-01"
    },
    {
      "id": 3,
      "title": "The Rise of Boda Bodas in Urban Kenya",
      "category": "Motorbike Transport",
      "image": "https://media.istockphoto.com/id/458078285/photo/malindi.jpg?s=612x612&w=0&k=20&c=GNq_a3taIEc1QYcr303OF4VAeDngH6yB-_GDmK5Ssy8=",
      "author": "Racheal Njeri",
      "content": "Boda bodas, or motorbike taxis, have become an essential part of Kenya's urban transport. Their ability to zip through traffic and reach narrow or remote areas makes them extremely convenient. However, safety remains a concern. Helmets are often ignored, and many riders lack proper training. As the industry grows, regulation and rider education will be vital for reducing accidents and improving reliability.",
      "date": "2025-06-05"
    },
    {
      "id": 4,
      "title": "Using Ride Apps Like Uber and Bolt",
      "category": "Digital Transport",
      "image": "https://media.istockphoto.com/id/2198565871/photo/senior-man-using-a-navigation-app-while-driving-his-car.jpg?s=612x612&w=0&k=20&c=Kn72yoLSUg3g6mxiaZI8m3BoX7srjZKozrQ0B9lpoIQ=",
      "author": "Alex Karani",
      "content": "Ride-hailing apps have changed the way people move around Kenyan cities. With just a few taps, you can summon a car or boda boda and get a fare estimate instantly. Apps like Uber, Bolt, and Little Cab offer convenience and digital payment options. To stay safe, always double-check driver details, share your ride with someone you trust, and avoid long conversations about personal information with drivers.",
      "date": "2025-06-08"
    },
    {
      "id": 5,
      "title": "Nairobi Expressway: What You Need to Know",
      "category": "Infrastructure",
      "image": "https://media.istockphoto.com/id/1915970290/photo/nairobi-expressway-toll-road-in-kenya.jpg?s=612x612&w=0&k=20&c=f8MYue7EBYO6b6y8-iPV31veUKnXBebqvWgLMNzYPEs=",
      "author": "Felista Wairimu",
      "content": "The Nairobi Expressway has significantly eased traffic flow for motorists traveling between Mlolongo, the CBD, and Westlands. It’s a toll road with digital and manual payment options. Though it saves time, toll fees can add up, especially during peak hours. Motorists should familiarize themselves with entry/exit points and consider the expressway only when time is more valuable than the toll cost.",
      "date": "2025-06-10"
    }
  ]
}